Repository: mirko-pagliai/me-cms-link-scanner
Catalog: resources/locales/*/link_scanner.po
Languages: it

source: {0} logs
it: {0} log

source: Last modification
it: Ultima modifica

source: File size
it: Dimensione

source: Full base url
it: Url full base

source: End time
it: Orario completamento

source: Elapsed time
it: Tempo impiegato

source: Redirect links
it: Link redirect

source: Invalid links
it: Link invalidi

source: Total scanned links
it: Totale link scansionati

source: Show all
it: Mostra tutti

source: Show redirects
it: Mostra redirect

source: Show invalid
it: Mostra invalidi

source: Type
it: Tipo

source: Code
it: Codice

source: External?
it: Esterno?

source: Open referer
it: Apri referer
